---
kind: property
id: P:Autodesk.Revit.DB.Analysis.HVACLoadType.OutdoorAirPerArea
source: html/51a96879-efa8-7d0f-2c0f-741de8f9009f.htm
---
# Autodesk.Revit.DB.Analysis.HVACLoadType.OutdoorAirPerArea Property

The outdoor air per area.

## Syntax (C#)
```csharp
public double OutdoorAirPerArea { get; set; }
```

## Exceptions
- **Autodesk.Revit.Exceptions.ArgumentException** - When setting this property: The value should be between [0.0,166.66].